Revit 2027 API
BuiltInFailures.RoomFailures.LoadareaRecovered Property
 The boundary encloses the region for area based load:[Areabasedload].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId LoadareaRecovered { get; }
Public Shared ReadOnly Property LoadareaRecovered As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ LoadareaRecovered {
	FailureDefinitionId^ get ();
}
static member LoadareaRecovered : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RoomFailures Class
Autodesk.Revit.DB Namespace